[
 {
  "Summary": "\u003cp\u003e\u003cstrong\u003eRoughing It\u003c/strong\u003e\u003cbr /\u003eBy Mark Twain\u003cbr /\u003ePublished in 1872\u003c/p\u003e\u003cp\u003e“Roughing It” is a classic travelogue that documents Twain’s early days in the old wild west between the years 1861-1867. Employing his characteristically humoristic wit and flare for regional dialect, Twain crafts a story which at once explores the magnificence of the wild west and dispels its romanticized mythology. Called out west to help his brother, Orion, who has been appointed Secretary of Nevada, the two travel from their homes in Missouri aboard the Overland Stage. In relating the trip, the rugged brilliance of the open frontier of the American West is beautifully depicted. Parting ways with his brother, Twain continues on from Salt Lake City to San Francisco and ultimately the Kingdom of Hawaii. Along the way numerous anecdotes of humorous adventures and mishaps of Twain’s experiences with Mormons, Native Americans, mining, and real estate speculation are satirically told.\u003c/p\u003e",
  "First": "My brother had just been appointed Secretary of the Nevada Territory-an office of such majesty that it concentrated in itself the duties and dignities of Treasurer, Comptroller, Secretary of State, and Acting Governor in the Governor's absence.",
  "Last": "The End"
 },
 {
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Face In The Frost\u003c/strong\u003e\u003cbr /\u003eBy John Bellairs\u003cbr /\u003ePublished in 1969\u003c/p\u003e\u003cp\u003eProspero, a tall, skinny misfit of a wizard, lives in the South Kingdom—a patchwork of feuding duchies and small manors, all loosely loyal to one figurehead king. Along with his wizard friend Roger Bacon, who has been on a quest to find a mysterious book, Prospero must flee his home to escape ominous pursuers. Thus begins an adventure that will lead him to a grove where his old rival, Melichus, is falsely rumored to be buried and to a less-than-hospitable inn in the town of Five Dials—and ultimately into a dangerous battle with origins in a magical glass paperweight.\u003c/p\u003e",
  "First": "Several centuries (or so) ago, in a country whose name doesn't matter, there was a tall, skinny, straggly-bearded old wizard named Prospero, and not the one you are thinking of, either.",
  "Last": "The end"
 },
 {
  "Summary": "\u003cp\u003e\u003cstrong\u003eInteresting Times\u003c/strong\u003e\u003cbr /\u003eBy Terry Pratchett\u003cbr /\u003ePublished in 1996\u003c/p\u003e\u003cp\u003eRincewind, Discworld's most incompetent wizard, finds himself transported to the Counterweight Continent, a mysterious place that few have visited and from which fewer have returned. Pratchett's uniquely biting commentary pillories the culture of medieval Chinese emperors while saving some humor for Cohen the Barbarian and his Silver Hoard of geriatric barbarians who are determined the raid the Counterweight Continent of its greatest treasure. Ninjas, revolutionaries, feudal lords, and an ancient prophesy come together in a story at once ridiculous and thrilling. \u003c/p\u003e",
  "First": "This is where gods play games with the lives of men, on a board that is at one and the same time a simple playing area and the whole world.",
  "Last": "The end"
 },
 {
  "Summary": "\u003cp\u003e\u003cstrong\u003eTreasure Island\u003c/strong\u003e\u003cbr /\u003eBy Robert Louis Stevenson\u003cbr /\u003ePublished in 1883\u003c/p\u003e\u003cp\u003eWhen the old sea captain arrives at the Admiral Benbow Inn, the innkeeper's son Jim Hawkins has his life change forever. Mysterious pirates attack the inn and the captain dies, but Jim discovers among his effects a treasure map that leads to the most famous buried treasure of them all - the treasure of Captain Flint. But Flint's old crew, including his former quartermaster-turned-sea cook John Silver, want the treasure for themselves and will stop at nothing to get it. Mutiny, fighting, the discovery of a marooned sailor, and so much more - this is the classic sea tale which inspired so many others and introduced seamen's vernacular, some sea songs, and of course the legless pirate with a talking parrot who is perhaps one of the greatest literary villains of all time.\u003c/p\u003e",
  "First": "Squire Trelawny, Dr. Livesey, and the rest of these gentlemen having asked me write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is treasure not yet lifted, I take up my pen in the year of grace 17-, and go back to the time when my father kept the Admiral Benbow inn, and the brown old seaman, with the sabre cut, first took up his lodging under our roof.",
  "Last": "The end"
 },
 {
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Count of Monte Cristo\u003c/strong\u003e\u003cbr /\u003eBy Alexandre Duman\u003cbr /\u003ePublished in 1844\u003c/p\u003e\u003cp\u003eAmong the world's great stories of revenge, the Count of Monte Cristo tells the story of Edmond Dantès, a gallant young sailor whose life takes a bitter turn when, during the final days of Napoleon's reign, he is falsely accused of treason and condemned to lifelong imprisonment. After languishing for many years in a fetid dungeon, he meets the prisoner next door during a botched escape attempt. The abbe them becomes his tutor in all things and tells him the location of a hidden treasure that will make his fortune. After the abbe dies, Edmund makes his dramatic escape. In a labyrinthine tale plump with themes of justice, vengeance, lost love, and mercy and forgiveness, Dantès is now free to play out his elaborate plans of revenge on those who betrayed him.\u003c/p\u003e",
  "First": "On the 24th of February, 1815, the watch-tower of Notre-Dame de la Garde, signaled the arrival of the three master Pharaon, from Smyrna, Trieste, and Naples.",
  "Last": "The end"
 },
 {
  "Summary": "\u003cp\u003e\u003cstrong\u003ePride and Prejudice\u003c/strong\u003e\u003cbr /\u003eBy Jane Austen\u003cbr /\u003ePublished in 1813\u003c/p\u003e\u003cp\u003eA poor country squire is trying to find husbands for his five daughters. When one of them, Elizabeth, meets rich Mr. Darcy at a dance, they don't find much in common. But during the next few months, they overcome their differences and fall in love.\u003c/p\u003e",
  "First": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.",
  "Last": "The end"
 },
 {
  "Summary": "\u003cp\u003e\u003cstrong\u003eLove in the Time of Cholera\u003c/strong\u003e\u003cbr /\u003eBy Gabriel Garcia Marquez\u003cbr /\u003ePublished in 1988\u003c/p\u003e\u003cp\u003eIn their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is devastated, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs--yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the funeral. Fifty years, nine months, and four days after he first declared his love for Fermina, he will do so again.\u003c/p\u003e",
  "First": "It was inevitable: the scent of bitter almonds always reminded him of the fate of unrequited love.",
  "Last": "The end"
 },
 {
  "Summary": "\u003cp\u003e\u003cstrong\u003eAnd Then There Were None\u003c/strong\u003e\u003cbr /\u003eBy Agatha Christie\u003cbr /\u003ePublished in 1939\u003c/p\u003e\u003cp\u003e\"Ten . . .\"\nTen strangers are lured to an isolated island mansion off the Devon coast by a mysterious U. N. Owen.\n\n\"Nine . . .\"\nAt dinner a recorded message accuses each of them in turn of having a guilty secret, and by the end of the night one of the guests is dead.\n\n\"Eight . . .\"\nStranded by a violent storm, and haunted by a nursery rhyme counting down one by one . . . as one by one . . . they begin to die.\n\n\"Seven . . .\"\nWhich among them is the killer and will any of them survive?\u003c/p\u003e",
  "First": "In the corner of the first class smoking carriage, Mr Justice Wargrave, lately retired from the bench, puffed at a cigar and ran an interested eye through the political news in the The Times.",
  "Last": "The end"
 },
 {
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Code of the Woosters\u003c/strong\u003e\u003cbr /\u003eBy P.G. Wodehouse\u003cbr /\u003ePublished in 1938\u003c/p\u003e\u003cp\u003eWhen Aunt Dahlia demands that Bertie Wooster help her dupe an antique dealer into selling her an 18th-century cow-creamer, Dahlia trumps Bertie's objections by threatening to sever his standing invitation to her house for lunch, an unthinkable prospect given Bertie's devotion to the cooking of her chef, Anatole. A web of complications grows as Bertie's pal Gussie Fink-Nottle asks for counseling in the matter of his impending marriage to Madeline Bassett. It seems Madeline isn't his only interest; Gussie also wants to study the effects of a full moon on the love life of newts. Added to the cast of eccentrics are Roderick Spode, leader of a fascist organization called the Saviors of Britain, who also wants that cow-creamer, and an unusual man of the cloth known as Rev. H. P. \"Stinker\" Pinker. As usual, Bertie's valet Jeeves becomes a focal point for all the plots and ploys of these characters, and in the end only his cleverness can rescue Bertie from being arrested, beaten to a pulp, and engaged by mistake!\u003c/p\u003e",
  "First": "I reached out a hand from under the blankets, and rang the bell for Jeeves.",
  "Last": "The end"
 }
]