[
 {
  "Title": "Roughing It",
  "Summary": "\u003cp\u003e\u003cstrong\u003eRoughing It\u003c/strong\u003e\u003cbr /\u003eBy Mark Twain\u003cbr /\u003ePublished in 1872\u003c/p\u003e\u003cp\u003e“Roughing It” is a classic travelogue that documents Twain’s early days in the old wild west between the years 1861-1867. Employing his characteristically humoristic wit and flare for regional dialect, Twain crafts a story which at once explores the magnificence of the wild west and dispels its romanticized mythology. Called out west to help his brother, Orion, who has been appointed Secretary of Nevada, the two travel from their homes in Missouri aboard the Overland Stage. In relating the trip, the rugged brilliance of the open frontier of the American West is beautifully depicted. Parting ways with his brother, Twain continues on from Salt Lake City to San Francisco and ultimately the Kingdom of Hawaii. Along the way numerous anecdotes of humorous adventures and mishaps of Twain’s experiences with Mormons, Native Americans, mining, and real estate speculation are satirically told.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Dan Ratner\u003c/i\u003e\u003c/p\u003e",
  "First": "My brother had just been appointed Secretary of the Nevada Territory-an office of such majesty that it concentrated in itself the duties and dignities of Treasurer, Comptroller, Secretary of State, and Acting Governor in the Governor's absence.",
  "Last": "The End"
 },
 {
  "Title": "The Face In The Frost",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Face In The Frost\u003c/strong\u003e\u003cbr /\u003eBy John Bellairs\u003cbr /\u003ePublished in 1969\u003c/p\u003e\u003cp\u003eProspero, a tall, skinny misfit of a wizard, lives in the South Kingdom—a patchwork of feuding duchies and small manors, all loosely loyal to one figurehead king. Along with his wizard friend Roger Bacon, who has been on a quest to find a mysterious book, Prospero must flee his home to escape ominous pursuers. Thus begins an adventure that will lead him to a grove where his old rival, Melichus, is falsely rumored to be buried and to a less-than-hospitable inn in the town of Five Dials—and ultimately into a dangerous battle with origins in a magical glass paperweight.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Dan Ratner\u003c/i\u003e\u003c/p\u003e",
  "First": "Several centuries (or so) ago, in a country whose name doesn't matter, there was a tall, skinny, straggly-bearded old wizard named Prospero, and not the one you are thinking of, either.",
  "Last": "The end"
 },
 {
  "Title": "Interesting Times",
  "Summary": "\u003cp\u003e\u003cstrong\u003eInteresting Times\u003c/strong\u003e\u003cbr /\u003eBy Terry Pratchett\u003cbr /\u003ePublished in 1996\u003c/p\u003e\u003cp\u003eRincewind, Discworld's most incompetent wizard, finds himself transported to the Counterweight Continent, a mysterious place that few have visited and from which fewer have returned. Pratchett's uniquely biting commentary pillories the culture of medieval Chinese emperors while saving some humor for Cohen the Barbarian and his Silver Hoard of geriatric barbarians who are determined the raid the Counterweight Continent of its greatest treasure. Ninjas, revolutionaries, feudal lords, and an ancient prophesy come together in a story at once ridiculous and thrilling. \u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Dan Ratner\u003c/i\u003e\u003c/p\u003e",
  "First": "This is where gods play games with the lives of men, on a board that is at one and the same time a simple playing area and the whole world.",
  "Last": "The end"
 },
 {
  "Title": "Treasure Island",
  "Summary": "\u003cp\u003e\u003cstrong\u003eTreasure Island\u003c/strong\u003e\u003cbr /\u003eBy Robert Louis Stevenson\u003cbr /\u003ePublished in 1883\u003c/p\u003e\u003cp\u003eWhen the old sea captain arrives at the Admiral Benbow Inn, the innkeeper's son Jim Hawkins has his life change forever. Mysterious pirates attack the inn and the captain dies, but Jim discovers among his effects a treasure map that leads to the most famous buried treasure of them all - the treasure of Captain Flint. But Flint's old crew, including his former quartermaster-turned-sea cook John Silver, want the treasure for themselves and will stop at nothing to get it. Mutiny, fighting, the discovery of a marooned sailor, and so much more - this is the classic sea tale which inspired so many others and introduced seamen's vernacular, some sea songs, and of course the legless pirate with a talking parrot who is perhaps one of the greatest literary villains of all time.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Dan Ratner\u003c/i\u003e\u003c/p\u003e",
  "First": "Squire Trelawny, Dr. Livesey, and the rest of these gentlemen having asked me write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is treasure not yet lifted, I take up my pen in the year of grace 17-, and go back to the time when my father kept the Admiral Benbow inn, and the brown old seaman, with the sabre cut, first took up his lodging under our roof.",
  "Last": "The end"
 },
 {
  "Title": "The Count of Monte Cristo",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Count of Monte Cristo\u003c/strong\u003e\u003cbr /\u003eBy Alexandre Duman\u003cbr /\u003ePublished in 1844\u003c/p\u003e\u003cp\u003eAmong the world's great stories of revenge, the Count of Monte Cristo tells the story of Edmond Dantès, a gallant young sailor whose life takes a bitter turn when, during the final days of Napoleon's reign, he is falsely accused of treason and condemned to lifelong imprisonment. After languishing for many years in a fetid dungeon, he meets the prisoner next door during a botched escape attempt. The abbe them becomes his tutor in all things and tells him the location of a hidden treasure that will make his fortune. After the abbe dies, Edmund makes his dramatic escape. In a labyrinthine tale plump with themes of justice, vengeance, lost love, and mercy and forgiveness, Dantès is now free to play out his elaborate plans of revenge on those who betrayed him.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Dan Ratner\u003c/i\u003e\u003c/p\u003e",
  "First": "On the 24th of February, 1815, the watch-tower of Notre-Dame de la Garde, signaled the arrival of the three master Pharaon, from Smyrna, Trieste, and Naples.",
  "Last": "The end"
 },
 {
  "Title": "Pride and Prejudice",
  "Summary": "\u003cp\u003e\u003cstrong\u003ePride and Prejudice\u003c/strong\u003e\u003cbr /\u003eBy Jane Austen\u003cbr /\u003ePublished in 1813\u003c/p\u003e\u003cp\u003eA poor country squire is trying to find husbands for his five daughters. When one of them, Elizabeth, meets rich Mr. Darcy at a dance, they don't find much in common. But during the next few months, they overcome their differences and fall in love.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Dan Ratner\u003c/i\u003e\u003c/p\u003e",
  "First": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.",
  "Last": "The end"
 },
 {
  "Title": "Love in the Time of Cholera",
  "Summary": "\u003cp\u003e\u003cstrong\u003eLove in the Time of Cholera\u003c/strong\u003e\u003cbr /\u003eBy Gabriel Garcia Marquez\u003cbr /\u003ePublished in 1988\u003c/p\u003e\u003cp\u003eIn their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is devastated, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs--yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the funeral. Fifty years, nine months, and four days after he first declared his love for Fermina, he will do so again.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Dan Ratner\u003c/i\u003e\u003c/p\u003e",
  "First": "It was inevitable: the scent of bitter almonds always reminded him of the fate of unrequited love.",
  "Last": "The end"
 },
 {
  "Title": "And Then There Were None",
  "Summary": "\u003cp\u003e\u003cstrong\u003eAnd Then There Were None\u003c/strong\u003e\u003cbr /\u003eBy Agatha Christie\u003cbr /\u003ePublished in 1939\u003c/p\u003e\u003cp\u003e\"Ten . . .\"\nTen strangers are lured to an isolated island mansion off the Devon coast by a mysterious U. N. Owen.\n\n\"Nine . . .\"\nAt dinner a recorded message accuses each of them in turn of having a guilty secret, and by the end of the night one of the guests is dead.\n\n\"Eight . . .\"\nStranded by a violent storm, and haunted by a nursery rhyme counting down one by one . . . as one by one . . . they begin to die.\n\n\"Seven . . .\"\nWhich among them is the killer and will any of them survive?\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Dan Ratner\u003c/i\u003e\u003c/p\u003e",
  "First": "In the corner of the first class smoking carriage, Mr Justice Wargrave, lately retired from the bench, puffed at a cigar and ran an interested eye through the political news in the The Times.",
  "Last": "The end"
 },
 {
  "Title": "The Code of the Woosters",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Code of the Woosters\u003c/strong\u003e\u003cbr /\u003eBy P.G. Wodehouse\u003cbr /\u003ePublished in 1938\u003c/p\u003e\u003cp\u003eWhen Aunt Dahlia demands that Bertie Wooster help her dupe an antique dealer into selling her an 18th-century cow-creamer, Dahlia trumps Bertie's objections by threatening to sever his standing invitation to her house for lunch, an unthinkable prospect given Bertie's devotion to the cooking of her chef, Anatole. A web of complications grows as Bertie's pal Gussie Fink-Nottle asks for counseling in the matter of his impending marriage to Madeline Bassett. It seems Madeline isn't his only interest; Gussie also wants to study the effects of a full moon on the love life of newts. Added to the cast of eccentrics are Roderick Spode, leader of a fascist organization called the Saviors of Britain, who also wants that cow-creamer, and an unusual man of the cloth known as Rev. H. P. \"Stinker\" Pinker. As usual, Bertie's valet Jeeves becomes a focal point for all the plots and ploys of these characters, and in the end only his cleverness can rescue Bertie from being arrested, beaten to a pulp, and engaged by mistake!\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Dan Ratner\u003c/i\u003e\u003c/p\u003e",
  "First": "I reached out a hand from under the blankets, and rang the bell for Jeeves.",
  "Last": "The end"
 },
 {
  "Title": "The Secret History",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Secret History\u003c/strong\u003e\u003cbr /\u003eBy Donna Tartt\u003cbr /\u003ePublished in 1992\u003c/p\u003e\u003cp\u003eOften imitated, never duplicated, and instantly hailed as a contemporary classic, The Secret History recounts the story of a small group of misfit college students who, immersed in the study of ancient Greek, commit one murder by accident and another one on purpose. Narrated in the first person by Richard, the novel traces the intricate and incestuous relationships among himself, Henry, Charles, Camilla, and Bunny as they face the limits of morality, the lured of immorality, and the eventual impossibility of what they have done. \u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Pico\u003c/i\u003e\u003c/p\u003e",
  "First": "The snow in the mountains was melting, and Bunny had been dead for several weeks, before we came to understand the gravity of our situation.",
  "Last": "I watched his back receding down the long, gleaming hall."
 },
 {
  "Title": "Tides of War",
  "Summary": "\u003cp\u003e\u003cstrong\u003eTides of War\u003c/strong\u003e\u003cbr /\u003eBy Steven Pressfield\u003cbr /\u003ePublished in 2001\u003c/p\u003e\u003cp\u003eBrilliant at war, a master of politics, and a charismatic lover, Alcibiades was Athens’ favorite son and the city’s greatest general.\n\nA prodigal follower of Socrates, he embodied both the best and the worst of the Golden Age of Greece. A commander on both land and sea, he led his armies to victory after victory.\n\nBut like the heroes in a great Greek tragedy, he was a victim of his own pride, arrogance, excess, and ambition. Accused of crimes against the state, he was banished from his beloved Athens, only to take up arms in the service of his former enemies.\n\nFor nearly three decades, Greece burned with war and Alcibiades helped bring victories to both sides — and ended up trusted by neither.\n\nNarrated from death row by Alcibiades’ bodyguard and assassin, a man whose own love and loathing for his former commander mirrors the mixed emotions felt by all Athens, Tides of War tells an epic saga of an extraordinary century, a war that changed history, and a complex leader who seduced a nation.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Dan Ratner\u003c/i\u003e\u003c/p\u003e",
  "First": "My grandfather, Jason the son of Alexicles of the district of Alopece, died just before sunset on the fourteenth day of Bedromion, one year past, two months prior to his ninety-second birthday.",
  "Last": "The end"
 },
 {
  "Title": "Their Eyes Were Watching God",
  "Summary": "\u003cp\u003e\u003cstrong\u003eTheir Eyes Were Watching God\u003c/strong\u003e\u003cbr /\u003eBy Zora Neale Hurston\u003cbr /\u003ePublished in 1937\u003c/p\u003e\u003cp\u003eThis classic of the Harlem Renaissance is a Southern story of strong-minded, outspoken Janie Crawford's three marriages and search for love. Janie narrates her story to her friend Phoeby, from her early marriage to older farmer Logan Killicks through her rocky relationship with  town mayorJoe Starks and her final marriage to drifter and gambler Tea Cake, who attempts to kill her after a rabid dog bites him and whom she kills in self-defense before being freed from murder charges. \u003c/p\u003e",
  "First": "Ships at a distance have every man's wish on board.",
  "Last": "She called in her soul to come and see."
 },
 {
  "Title": "Like Water for Chocolate",
  "Summary": "\u003cp\u003e\u003cstrong\u003eLike Water for Chocolate\u003c/strong\u003e\u003cbr /\u003eBy Laura Esquivel\u003cbr /\u003ePublished in 1989\u003c/p\u003e\u003cp\u003eDescribed as \"a Novel in Monthly Installments with Recipes, Romances and Home Remedies,\" Like Water for Chocolate is the story of Tita de la Garza, the youngest daughter of a Mexican family at the beginning of the 20th century. Family tradition forbids the youngest daughter to marry, so when Pedro Muzquiz asks for Tita's hand in marriage, her mother Mama Elena refuses to allow it — and forces him to marry Tita's older sister Rosaura instead. Narrated by Tita's eventual great-niece Esperanza, the book covers the dramatic events of the following generations.\u003c/p\u003e",
  "First": "Take care to chop the onion fine.",
  "Last": "I don't know why mine never turn out like hers, or why my tears flow so freely when I prepare them — perhaps I am as sensitive to onions as Tita, my great-aunt, who will go on living as long as there is someone who cooks her recipes."
 },
 {
  "Title": "The White Tiger",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe White Tiger\u003c/strong\u003e\u003cbr /\u003eBy Aravind Adiga\u003cbr /\u003ePublished in 2008\u003c/p\u003e\u003cp\u003eWhen self-made entrepreneur Balram Halwa sits down to write a letter to Chinese official Premier Wen Jiabao, his ostensible goal is to teach his correspondent about entrepreneurship in India. But the story he tells goes far beyond that, starting with his destitute upbringing in the rural village of Laxmangahr and covering his success in school, work as a chauffeur for a rich family, murder of his master, creation of a taxi company, and rise to wealth and power.\u003c/p\u003e",
  "First": "Mr. Premier, Sir, Neither you nor I speak English, but there are some things that can be said only in English.",
  "Last": "I think I am ready to have children, Mr. Premier. Ha!"
 },
 {
  "Title": "The House of the Spirits",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe House of the Spirits\u003c/strong\u003e\u003cbr /\u003eBy Isabel Allende\u003cbr /\u003ePublished in 1985\u003c/p\u003e\u003cp\u003eChronicling 45 turbulent years in the lives of the Trueba family, this epic magic realism novel tells the stories of Clara del Valle, her husband Esteban Trueba, their daughter Blanca, and their granddaughter Alba against the background of Chilean politics in the 20th century.\u003c/p\u003e",
  "First": "Barrabás came to us by sea, the child Clara wrote in her delicate calligraphy.",
  "Last": "It begins like this: Barrabás came to us by sea...."
 },
 {
  "Title": "Dona Flor and Her Two Husbands",
  "Summary": "\u003cp\u003e\u003cstrong\u003eDona Flor and Her Two Husbands\u003c/strong\u003e\u003cbr /\u003eBy Jorge Amado\u003cbr /\u003ePublished in 1969\u003c/p\u003e\u003cp\u003eWhen Dona Flor's passionate and irresponsible husband Vadinho drops dead during Carnival, she misses him terribly. After a suitable period of mourning and running her successful cooking school, she meets and marries the eminently respectable and boring pharmacist Teodoro...and finds the ghost of Vadinho has returned to cause problems everywhere. As she navigates having two husbands, one living and one dead, local deities and mystics get involved, and she becomes happy with her life and settled with her two loves.\u003c/p\u003e",
  "First": "Not because it is a confused day of grief, sadness, and weeping is this any excuse for a wake not to be held with due ceremony.",
  "Last": "He can be found on the planet Mars or on any poor corner in the city."
 },
 {
  "Title": "Alias Grace",
  "Summary": "\u003cp\u003e\u003cstrong\u003eAlias Grace\u003c/strong\u003e\u003cbr /\u003eBy Margaret Atwood\u003cbr /\u003ePublished in 1996\u003c/p\u003e\u003cp\u003eIn 19th-century Toronto, former housemaid Grace Marks is serving a life sentence for her alleged involvement in the murders of her employer Thomas Kinnear and his housekeeper/mistress Nancy Montgomery. Public opinion about her guilt is divided, but Grace claims to have no memory of the events.  Dr. Simon Jordan, a rising expert on mental illness, interviews her in the penitentiary to try to unlock her memories of what happened. Based on the true notorious murders of 1843, the novel alternates between Grace's first-person narration and the third-party story of Simon.\u003c/p\u003e",
  "First": "Out of the gravel there are peonies growing.",
  "Last": "And so we will all be together."
 },
 {
  "Title": "The Silence of the Girls",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Silence of the Girls\u003c/strong\u003e\u003cbr /\u003eBy Par Barker\u003cbr /\u003ePublished in 2018\u003c/p\u003e\u003cp\u003eBriseis, queen of Troy, has been captured by Achilles. Caught between Greece's most powerful warriors, she narrates the story of her life behind the lines in the army camp as gods and mortals fight in the epic Trojan War. \u003c/p\u003e",
  "First": "Great Achilles. Brilliant Achilles, shining Achilles, godlike Achilles...how the epithets pile up.",
  "Last": "Now, my own story can begin."
 },
 {
  "Title": "The Emperor of Ocean Park",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Emperor of Ocean Park\u003c/strong\u003e\u003cbr /\u003eBy Stephen L. Carter\u003cbr /\u003ePublished in 2002\u003c/p\u003e\u003cp\u003eTalcott Garland is a successful law professor, devoted father, husband of a beautiful and ambitious woman — and, when his father Judge Oliver Garland dies under suspicious circumstances, a reluctant amateur investigating what may have been murder. Set in \"the upper-crust African American society of the eastern seaboard and the inner circle of an Ivy League law school,\" Talcott's narration delves into questions of family, loyalty, justice, and risk as he searches for answers.\u003c/p\u003e",
  "First": "\"This is the happiest day of my life,\" burbles my wife of nearly nine years on what will shortly become on of the saddest days of mine.",
  "Last": "Seeing no kindling anywhere, I take the disk my father hid in Abigail's bear and, drawing a line and putting the past behind me, I feed it to the flames."
 },
 {
  "Title": "Jonathan Strange \u0026 Mr Norrell",
  "Summary": "\u003cp\u003e\u003cstrong\u003eJonathan Strange \u0026 Mr Norrell\u003c/strong\u003e\u003cbr /\u003eBy Susanna Clarke\u003cbr /\u003ePublished in 2004\u003c/p\u003e\u003cp\u003eIn 1806, two practicing magicians dominate the news in England: Mr Norrell, an overnight celebrity, and Jonathan Strange, his young and daring student. They join forces in the war against Europe until Strange's fascination with the most wild and dangerous forms of magic threatens to take over their partnership, and he sets out to create a new age of magic by himself.\u003c/p\u003e",
  "First": "Some years ago there was in the city of York a society of magicians.",
  "Last": "Then he turned upon his heel and disappeared into the Darkness."
 },
 {
  "Title": "The Last Thing He Wanted",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Last Thing He Wanted\u003c/strong\u003e\u003cbr /\u003eBy Joan Didion\u003cbr /\u003ePublished in 1996\u003c/p\u003e\u003cp\u003eUnemployed journalist Elena McMahon, watching her father die, feels compelled to follow his wishes and escort an illicit shipment of anti-personnel mines to a remote jungle in Nicaragua — amid the first rumblings of the Iran-Contra affair. \u003c/p\u003e",
  "First": "Some real things have happened lately.",
  "Last": "I want those two to have been together all their lives."
 },
 {
  "Title": "Middlemarch",
  "Summary": "\u003cp\u003e\u003cstrong\u003eMiddlemarch\u003c/strong\u003e\u003cbr /\u003eBy George Eliot\u003cbr /\u003ePublished in 1871\u003c/p\u003e\u003cp\u003eSet in the provincial English town of Middlemarch, the novel covers all element of social life through for main interwoven plots: the life of Dorothea Brooke, the career of Tertius Lydgate, the courtship of Mary Garth and Fred Vincy, and the disgrace of Nicholas Bulstrode.\u003c/p\u003e",
  "First": "Miss Brooke had that kind of beauty which seems to be thrown into relief by poor dress.",
  "Last": "But the effect of her being on those around her was incalculably diffusive: for the growing good of the world is partly dependent on unhistoric acts; and that things are not so ill with you and me as they might have been, is half owing to the number who lived faithfully a hidden life, and rest in unvisited tombs."
 },
 {
  "Title": "The Remains of the Day",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Remains of the Day\u003c/strong\u003e\u003cbr /\u003eBy Kazuo Ishiguro\u003cbr /\u003ePublished in 1988\u003c/p\u003e\u003cp\u003eStevens has spent his life in service, culminating in thirty years as the butler of Darlington Hall. In 1956, facing retirement, he takes a drive cross-country to visit former housekeeper colleague Miss Kenton...and finds himself reckoning with moral questions of his involvement with events in the 1920s and 1930s. The novel is narrated by Stevens.\u003c/p\u003e",
  "First": "It seems increasingly likely that I really will undertake the expedition that has been preoccupying my imagination now for some days.",
  "Last": "I should hope, then, that by the time of my employer's return, I shall be in a position to pleasantly surprise him."
 },
 {
  "Title": "The Historian",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Historian\u003c/strong\u003e\u003cbr /\u003eBy Elizabeth Kostova\u003cbr /\u003ePublished in 2005\u003c/p\u003e\u003cp\u003eGenerations of historian have sought in vain for the truth about Dracula and Vlad the Impaler. When one young woman decides to risk her life, her reputation, and her sanity by following in her father's footsteps and taking up the quest, she discovers not only the secrets of vampirism, but those of her own past. Set in the early 2000s, the novel is narrated by the unnamed woman.  \u003c/p\u003e",
  "First": "The story that follows is one I never intended to commit to paper.",
  "Last": "He looks instead, the abbot thinks, as if all the world is before him."
 },
 {
  "Title": "Faithful Place",
  "Summary": "\u003cp\u003e\u003cstrong\u003eFaithful Place\u003c/strong\u003e\u003cbr /\u003eBy Tana French\u003cbr /\u003ePublished in 2010\u003c/p\u003e\u003cp\u003eIn 1985, narrator Frank Mackey had one dream: to run away with Rosie Daly from their parents' tiny flats in Dublin's Faithful Place. But Rosie disappeared without him, and Frank went on to become an undercover detective. When her suitcase shows up 22 years later, Frank must return home to reckon with the past and face the people he tried to leave behind. \u003c/p\u003e",
  "First": "In all your life, only a few moments matter.",
  "Last": "I leaned my arms on the Ha'penny Bridge where people used to pay half a penny to cross the Liffey, I looked out at the Custom House and the shifting streams of lights and the steady dark roll of the river under the falling snow, and I hoped to God that somehow or other, before it was too late we would all find our way back home."
 },
 {
  "Title": "84, Charing Cross Road",
  "Summary": "\u003cp\u003e\u003cstrong\u003e84, Charing Cross Road\u003c/strong\u003e\u003cbr /\u003eBy Helene Hanff\u003cbr /\u003ePublished in 1970\u003c/p\u003e\u003cp\u003eHelene Hanff can't find the precise rare books she wants in New York City, so she writes to a secondhand shop in England...and begins years of correspondence with very British storekeeper Frank Doel. The book is a series of letters spanning the years 1949 through 1969. \u003c/p\u003e",
  "First": "Gentlemen: Your ad in the Saturday Review of Literature says that you specialize in out-of-print books.",
  "Last": "Nevertheless, we will try to write when we can if you would like this, and look forward to hearing from you."
 },
 {
  "Title": "The Sisters Mortland",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Sisters Mortland\u003c/strong\u003e\u003cbr /\u003eBy Sally Beauman\u003cbr /\u003ePublished in 2005\u003c/p\u003e\u003cp\u003eIn the summer of 1967, at the family estate in Suffolk, rising artist and family friend Daniel painted a triptych portrait of the three Mortland sisters -- beautiful Julia, bookish Finn, and strange Maisie. By the end of that summer, a terrible accident has befallen them. In 1991, with the now-legendary portrait featured in a London retrospective, he tries to unravel his obsession with the three of them and the secrets of that year. The novel is narrated in several sections, with each of the main characters taking at least one turn.\u003c/p\u003e",
  "First": "When we first came to the Abbey, it rained for five days.",
  "Last": "With a firm, steady hand, she draws a perfect unwavering circle on the clean piece of paper in front of her."
 },
 {
  "Title": "Frankenstein",
  "Summary": "\u003cp\u003e\u003cstrong\u003eFrankenstein\u003c/strong\u003e\u003cbr /\u003eBy Mary Shelley\u003cbr /\u003ePublished in 1818\u003c/p\u003e\u003cp\u003eWritten as a series of 18th-century letters between Captain Robert Walton, Victor Frankenstein, and The Creature, Frankenstein is the story of how Victor attempts to create a living creature from dead human parts — and what happens when he succeeds.\u003c/p\u003e",
  "First": "You will rejoice to hear that no disaster has accompanied the commencement of an enterprise which you have regarded with such evil forebodings.",
  "Last": "He was soon borne away \u2028by the waves and lost in darkness and distance."
 },
 {
  "Title": "I Capture the Castle",
  "Summary": "\u003cp\u003e\u003cstrong\u003eI Capture the Castle\u003c/strong\u003e\u003cbr /\u003eBy Dodie Smith\u003cbr /\u003ePublished in 1948\u003c/p\u003e\u003cp\u003eNarrated by precocious teenager Cassandra Mortmain, the novel tells the story of her eccentric family and their struggles to live in a decaying castle during the 1930s. \u003c/p\u003e",
  "First": "I write this sitting in the kitchen sink.",
  "Last": "Only the margin left to write on now. I love you, I love you, I love you."
 },
 {
  "Title": "Cat's Cradle",
  "Summary": "\u003cp\u003e\u003cstrong\u003eCat's Cradle\u003c/strong\u003e\u003cbr /\u003eBy Kurt Vonnegut\u003cbr /\u003ePublished in 1963\u003c/p\u003e\u003cp\u003eThis book is loosely based on the work of Laugmuir, a main force in inventing the bomb that leveled Hiroshima, and his family -- through the lens of Bokononism -- and into a strange island nation -- and an even stranger set of characters.  An amusing, but cynical look at religion.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Mug\u003c/i\u003e\u003c/p\u003e",
  "First": "Call me Jonah.",
  "Last": "If I were a younger man, I would write a history of human stupidity; and I would climb to the top of Mount McCabe and lie down on my back with my history for a pillow; and I would take from the ground some of the blue-white poison that makes statues of men; and I would make a statue of myself, lying on my back, grinning horribly, and thumbing my nose at You Know Who."
 },
 {
  "Title": "The Library Book",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Library Book\u003c/strong\u003e\u003cbr /\u003eBy Susan Orlean\u003cbr /\u003ePublished in 2018\u003c/p\u003e\u003cp\u003e\"A history of libraries, and of a particular library, as well as the personal story of Orlean and her mother, who was losing her memory to dementia while Orlean was retrieving her own memories by writing this book.\" (Jennifer Szalei)\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Mug\u003c/i\u003e\u003c/p\u003e",
  "First": "Even in Los Angeles, where there is no shortage of remarkable hairdoes, Harry Peak attracted attention.",
  "Last": "In the checkout line, a heavyset man with three books under his arm began a jiggling, hip-wagging dance, and people stepped around him carefully on their way out the door."
 },
 {
  "Title": "Emma and the Whale",
  "Summary": "\u003cp\u003e\u003cstrong\u003eEmma and the Whale\u003c/strong\u003e\u003cbr /\u003eBy Julie Case\u003cbr /\u003ePublished in 2017\u003c/p\u003e\u003cp\u003eEmma and her dog Nemo love beachcombing, but one day they find something unexpected.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Mug\u003c/i\u003e\u003c/p\u003e",
  "First": "The old house where Emma lived had crooked walls and slanting floors, but Emma didn't mind.",
  "Last": "Her arms reached out and she was laughing."
 },
 {
  "Title": "The Lamp from the Warlock's Tomb",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Lamp from the Warlock's Tomb\u003c/strong\u003e\u003cbr /\u003eBy John Bellairs\u003cbr /\u003ePublished in 1988\u003c/p\u003e\u003cp\u003eA lamp in the tomb of the evil Mr. Nightwood unleashes monstrous forces.  Can Anthony and his helper stop this satanic power before it destroys the world?\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Mug\u003c/i\u003e\u003c/p\u003e",
  "First": "\"Hey, Miss Eells!\"",
  "Last": "\"I had a mild fit of indigestion, but it's passed, and now I feel like celebrating!\""
 },
 {
  "Title": "Knitting for Kids",
  "Summary": "\u003cp\u003e\u003cstrong\u003eKnitting for Kids\u003c/strong\u003e\u003cbr /\u003eBy Paula Hammerskog, et al\u003cbr /\u003ePublished in 2012\u003c/p\u003e\u003cp\u003eover 40 patterns for sweaters, dresses, hats, socks, and more\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Mug\u003c/i\u003e\u003c/p\u003e",
  "First": "\"In our opinion there are many aspects that distinguish knitting clothes for children...\"",
  "Last": "\"The cast off under the arm should e 2 st, after which you knit the arm cap back and forth as instructed."
 },
 {
  "Title": "Emily Posts's Etiquette",
  "Summary": "\u003cp\u003e\u003cstrong\u003eEmily Posts's Etiquette\u003c/strong\u003e\u003cbr /\u003eBy Peggy Post\u003cbr /\u003ePublished in 2004\u003c/p\u003e\u003cp\u003e\"This new edition resolves hundreds of our key etiquette concerns: dealing with rudeness, netiquette, noxious neighbors, road rage, family harmony, on-line dating, cell and teens, and travel etiquette in the post 9/11 world.\"\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Mug\u003c/i\u003e\u003c/p\u003e",
  "First": "\"The world is too much with us,\" Wordsworth wrote in 1807...",
  "Last": "\"At events where quiet is expected -- a golf tournament, a tennis match, a game of billiards, or even a game of chess -- don't utter so much as a whisper when the players are trying to concentrate.\"\n"
 },
 {
  "Title": "The Tyrant's Daughter",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Tyrant's Daughter\u003c/strong\u003e\u003cbr /\u003eBy J. C. Carleson\u003cbr /\u003ePublished in 2014\u003c/p\u003e\u003cp\u003e15 yr old Laila is part of a royal family in an unnamed Middle Eastern country.  Her father was killed in a coup.  She and her mother flee to Washington, D.C., where her mother continues to conspire to regain the throne.  Laila faces the fact that her dictator father was a brutal man.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Mug\u003c/i\u003e\u003c/p\u003e",
  "First": "\"My brother is the kind of Nowhere.\"",
  "Last": "\"I am the Invisible Queen.\""
 },
 {
  "Title": "Classic Fairytales",
  "Summary": "\u003cp\u003e\u003cstrong\u003eClassic Fairytales\u003c/strong\u003e\u003cbr /\u003eBy Scott Gustafson, ed. and illustrator\u003cbr /\u003ePublished in 2003\u003c/p\u003e\u003cp\u003eA collection of classic fairytales, gorgeously illustrated.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Mug\u003c/i\u003e\u003c/p\u003e",
  "First": "\"Once upon a time there were Three Bears, who lived together in a house, in a wood.\"",
  "Last": "\"The End\""
 },
 {
  "Title": "The Hunger Games",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Hunger Games\u003c/strong\u003e\u003cbr /\u003eBy Suzanne Collins\u003cbr /\u003ePublished in 2008\u003c/p\u003e\u003cp\u003eIn a dystopian future, the rulers of Panem maintain control through an annual fight-to-the-death contest among young people from each of the twelve districts. When sixteen-year-old narrator Katniss volunteers to take her younger sister Prim's place in the competition, she assumes she has signed her own death warrant. But as she faces the challenges in and out of the arena, her survival skills come to the fore.\u003c/p\u003e",
  "First": "When I wake up, the other side of the bed is cold.",
  "Last": "I take his hand, holding on tightly, preparing for the cameras, and dreading the moment when I will finally have to let go."
 },
 {
  "Title": "The Hare with Amber Eyes",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Hare with Amber Eyes\u003c/strong\u003e\u003cbr /\u003eBy Edmund de Waal\u003cbr /\u003ePublished in 2010\u003c/p\u003e\u003cp\u003eEdmund de Waal's family, the rich and respected Ephrussis, began collecting tiny wood and ivory carvings called netsuke five generations ago. During World War II, the family was imprisoned and scattered, and Hitler's officials took their palace, their art, and their priceless books. But their maid, Anna, smuggled the netsuke away in a mattress. Someday, somehow, she would find a way to get them back to the family.\u003c/p\u003e",
  "First": "One sunny April day I set out to find Charles.",
  "Last": "The netsuke begin again."
 },
 {
  "Title": "The Castle of Otranto",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Castle of Otranto\u003c/strong\u003e\u003cbr /\u003eBy Horace Walpole IV, Earl of Orford\u003cbr /\u003ePublished in 1764\u003c/p\u003e\u003cp\u003eGenerally acknowledged as the first Gothic novel, this is the story of Manfred, Lord of the castle of Otranto, and his accursed daughter Matilda, son Conrad, and wife Hippolita. Its supernatural and fantastical elements, including portraits that come to life and doors that close by themselves, blend with secret passages, clanging trapdoors, gruesome deaths, and doomed romance to create a story that made its readers \"in general afraid to go to bed o'nights.\"\u003c/p\u003e",
  "First": "Manfred, Prince of Otranto, had one son and one daughter: the latter, a most beautiful virgin, aged eighteen, was called Matilda.",
  "Last": "But Theodore's grief was too fresh to admit the thought of another love; and it was not until after frequent discourses with Isabella of his dear Matilda, that he was persuaded he could know no happiness but in the society of one with whom he could for ever indulge the melancholy that had taken possession of his soul."
 },
 {
  "Title": "Around the World in Eighty Days",
  "Summary": "\u003cp\u003e\u003cstrong\u003eAround the World in Eighty Days\u003c/strong\u003e\u003cbr /\u003eBy Jules Verne\u003cbr /\u003ePublished in 1873\u003c/p\u003e\u003cp\u003ePhileas Fogg, a rich and eccentric Englishman of exacting habits, accepts a £20,000 wager from his friends at London's Reform Club to circumnavigate the globe in eight days or fewer. As he and his new French valet Passepartout dash from country to country by steamer, train, elephant, pilot boat, sledge, and ferry, Detective Fix of Scotland Yard trails their every step under the mistaken belief that Fogg is a bank robber. \u003c/p\u003e",
  "First": "Mr. Phileas Fogg lived, in 1872, at No. 7, Saville Row, Burlington Gardens, the house in which Sheridan died in 1814.",
  "Last": "Truly, would you not for less than that make the tour around the world?"
 },
 {
  "Title": "The Kid",
  "Summary": "\u003cp\u003e\u003cstrong\u003eThe Kid\u003c/strong\u003e\u003cbr /\u003eBy Dustin Stevens\u003cbr /\u003ePublished in 2016\u003c/p\u003e\u003cp\u003eDetective Reed Mattox and his Belgian Malinois (canine) partner Billie connect assaults against law enforcement officials across the Columbus, OH, area.   They bring together police from various districts to find and stop the cop killer.\u003c/p\u003e\u003cp\u003e\u003ci\u003eSuggested by Mug\u003c/i\u003e\u003c/p\u003e",
  "First": "\"The brakes were brand new, touchier than The Kid anticipated.\"",
  "Last": "\"To Riley.\""
 }
]