[
 {
  "Xid": "",
  "Summary": "<p>Treasure Island</p><p>Robert Louis Stevenson</p><p>Published in 1883</p><p>Peg-legged pirates, colorful parrots, and plundered riches—they’re all here in Robert Louis Stevenson’s original seafaring adventure. When young Jim Hawkins decides to follow a map to buried treasure, he must befriend or outsmart memorable characters such as pirate Long John Silver, captain Billy Bones, and island man Ben Gunn. Mutinous plans, mysterious deaths, and a tangle of double crosses keep Jim guessing all the way to the prize. Inspired by real-life seafarers, Stevenson captures the adventurous spirit of the times and the imagination of readers, young and old alike.</p>",
  "First": "Squire Trelawny, Dr. Livesey, and the rest of these gentlemen having asked me write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is treasure not yet lifted, I take up my pen in the year of grace 17-, and go back to the time when my father kept the Admiral Benbow inn, and the brown old seaman, with the sabre cut, first took up his lodging under our roof.",
  "Last": "The End"
 },
 {
  "Xid": "",
  "Summary": "<p>Huckleberry Finn</p><p>Mark Twain</p><p>Published in 1884</p><p>Mark Twain created the memorable characters Tom Sawyer and Huckleberry Finn drawing from the experiences of boys he grew up with in Missouri. Set by the Mississippi River in the 1840’s, this tale is a follow-up to his original book, The Adventures of Tom Sawyer. Huckleberry takes off on a raft down the Mississippi with Jim, a slave seeking his freedom. They run into two con artists, the Duke and the King, as they drift southward, and Huck reunites with Tom Sawyer near the end of the book. The book exposes attitudes prevalent at the times, especially racism, and includes coarse language.</p>",
  "First": "You don't know about me without you have read a book by the name of The Adventures of Tom Sawyer, but that ain't no matter.",
  "Last": "The End"
 }
]